Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/other_files/samisk_som_andresprak_samisk_2_og_3.doc.tmx
Source language: sme
Languages: sma

source: geavahit almmiguovllu doahpagiid ja ságastallat sámi nástegovaid birra
sma: baakoeh elmienotnjegi bïjre utnedh jïh soptsestidh saemien naestieguvviej bïjre

source: Gelbbolašvuođamihttomearit 4. dási ma ŋŋel
sma: 4. daltesen mænngan

source: guldalit, ipmirdit ja máhttit ságastallat álkis ságastallamiid
sma: baakoelåhkoem utnedh guktie maahta fïerhten beajjetji tsiehkine saemiestidh

source: geavahit sátnehivvodaga mii dárbbašuvvo árgabeaivválaš dilis
sma: taallh utnedh gosse galka soptsestidh mij biejjide jïh mennie mieresne tsåahka.

source: geavahit loguid áiggi ja dáhtoniid muitaleamis
sma: soptsestidh barkoen bïjre skuvlesne jïh skuvlen ålkolen

source: oassálastit ságastallamis geavatlaš bargguid birra skuvllas ja olggobeal skuvlla
sma: soptsestidh gosse maam joem dååjrehtalleme draaman jïh dåemiedimmien tjïrrh åvtese buektedh

source: oassálastit ságastallamis iežas muosáhusaid ja vásáhusaid birra
sma: Tjaaleldh gaskesadteme Lohkehtimmien ulmieh leah; learohkh gelkieh

source: ovdanbuktit drámáin, rollaneavttašemiin ja improviseremiin
sma: teeksth joekehts sjaangeristie lohkedh, jïh dååjresh jïjtsh barkosne utnedh.

source: lohkat iešguđetlágan šáŋra teavsttaid ja geavahit muosáhusaid fuomášupmin iežas barggus
sma: jïjtsh teeksth mubpide åvtese buektedh digitale vierhtieh utnedh gosse galka bïevnesh ohtsedidh jïh teeksth tjaeledh

source: čállit teavsttaid mat muitalit, válddahallet dahje almmuhit čálli áddejumiid
sma: baakoegærjah, digitale baakoegærjah jïh bïhkedsgærjah utnedh Gïelen jïh kultuvren bïjre daejredh

source: ovdanbuktit iežas teavsttaid earáide
sma: Lohkehtimmien ulmieh leah; learohkh gelkieh

source: geavahit deaddiluvvon ja digitála sátnegirjjiid ja diehtobuktosiid
sma: dåeriedidh gusnie saemiestieh jïh destie soptsesth darjodh jïh vuesiehtidh

source: oassálastit iešguđetlágan doaimmain main sámegiella geavahuvvo ja ráhkadit ja ovdandivvut muitalusaid dan birra
sma: jïjtse dååjrehtallemh jïh teeksth utnedh mah guektien-jïh gelliengïelevoetem buerkeste gosse soptsestidh

source: muosáhit ja muitalit drámá- ja teáhterčájáhusain
sma: soptsestidh saemien jielemi bïjre 5. daltesen mænngan

source: geavahit luonddunamahusaid ja sámi báikenamaid
sma: Lohkehtimmien ulmieh leah; learohkh gelkieh

source: geavahit iežas vásáhusaid ja teavsttaid mat muitalit guovtte- ja máŋggakultuvrralašvuođa birra vuolggasadjin ságastallamii
sma: goltelidh mubpide, gihtjedh jïh jïjtsh åssjalommesh jïh mïelh åvtese buektedh gïelem joekehts gïeletsiehkine jïh darjomi tjïrrh iedtjeleslaakan utnedh.

source: oassálastit ságastallamis sámi árbevirolaš ealáhusaid birra
sma: soptsestidh byökeles joekehts aamhtesi bïjre taallh guarkedh jïh utnedh

source: Gelbbolašvuođamihttomearit 5. dási ma ŋŋel
sma: aelhkies teeksth njaalmeldh jarkoestidh

source: guldalit earáid ovdanbuktimiid, jearahallat ja albmanahttit iežas jurdagiid ja oaiviliid
sma: tjaeledh jïh åehpiedehtedh dååjrehtallemh filmedomtesistie jïh lidteraturelohkemistie

source: geavahit giela aktiivvalaččat iešguđetlágan gielladilálašvuođain ja iešguđetlágan oktavuođain ja doaimmain
sma: baakoeh grammatihkeste jïh teekstebægkoste utnedh gosse galka jïjtje tjaeledh Gïelen jïh kultuvren bïjre daejredh

source: ságastallat áigeguovdilis dáhpáhusaid ja áššiid birra
sma: Lohkehtimmien ulmieh leah; learohkh gelkieh

source: ipmirdit ja geavahit loguid geavatlaš dilálašvuođain
sma: baakoeh utnedh mah barkosne jïh jieleminie åtnalguvvieh.

source: jorgalit njálmmálaččat álkis teavsttaid Čálalaš gulahallan
sma: soptsestidh mij jïh magkerh vierhtieh saemien kåanstine åtnalgovveme.

source: Oahpahusa mihttomearri lea ahte oahppi galgá máhttit lohkat ja čállit iešguđetlágan šáŋra teavsttaid
sma: teeksth lohkedh jeatjah aalkoeåålmegijstie jïh kultuvrijstie jïh soptsestidh maam destie dååjrehtalla

source: čállit ja ovdandivvut vásáhusaid filbmageahččamis ja girjjálašvuođalohkamis
sma: baakoeh utnedh mejtie veareldem, veareldevæhtide, lopmem jïh daelhkiem buerkiestieh

source: ráhkadit muitalusaid main ovttastahttá teavstta ja gova ja main geavaha digitála reaidduid
sma: Lohkehtimmien ulmieh leah; learohkh gelkieh goltelidh, guarkedh jïh jïjtjh aaj soptsestidh

source: geavahit giellaoahpa ja teakstahuksema doahpagiid veahkkin iežas barggus
sma: åehpiedehtedh aamhtesh mah faagi raastah juhtieh soptsestidh deahpadimmie jïh soptsesi bïjre

source: geavahit árbevirolaš barggu ja ealáhusaid tearpmaid
sma: baakoeh utnedh guktie maahta beajjetji aamhtesi bïjre soptsestidh

source: ságastallat sámi dáiddašlájaid sisdoalu ja ovdanbuktinvugiid birra
sma: baakoeh jïh dïejvesh utnedh saemien lohkeme jïh ryöknemevuekien mietie

source: selvehit sámi mediaid
sma: Tjaaleldh gaskesadteme

source: Gelbbolašvuođamihttomearit 6. dási ma ŋŋel
sma: Lohkehtimmien ulmieh leah; learohkh gelkieh

source: ovdandivvut fágaidrasttideaddji fáttáid birra
sma: jïjtsh jïh mubpiej teeksth vierhtiedidh

source: muitalit dáhpáhusaid ja muitalusaid birra
sma: teeksth vierhtiedidh mah joekehts bïevnese-gaaltijstie

source: ságastallat oahpes ja áigeguovdilis fáttáid birra
sma: digiale vierhtieh utnedh jïjtsh gïeleööhpehtimmesne

source: máhttit beaivválaš dili sániid
sma: Gïelen jïh kultuvren bïjre daejredh

source: geavahit doahpagiid mat gullet sámegiela lohkan- ja rehkenastinvuohkái
sma: gelliengïelevoeten bïjre soptestidh jïh soptsestidh mij lea aevhkie gellie gïelh maehtedh

source: lohkat vissis meari iešguđetlágan teavsttaid
sma: 7. daltesen mænngan Njaalmeldh gaskesadteme

source: čállit muitaleaddji ja válddahalli teavsttaid
sma: Lohkehtimmien ulmieh leah; learohkh gelkieh

source: árvvoštallat iežas ja earáid teavsttaid
sma: soptsesh jïh bïhkedassh guarkedh

source: ságaskuššat teavsttaid iešguđetlágan diehtojuohkingálduin
sma: jïjtsh dååjrehtallemh vuesiehtidh jïh jïjtsh mïeli åvteste dïejveldidh

source: geavahit digitála reaidduid iežas giellaoahppamis
sma: lidteraturi bïjre soptsestidh jïh faagen baakoeh utnedh gosse buerkiestidh

source: ságastallat máŋggagielalašvuođa doahpaga birra ja muitalit makkár ovdamunit leat go lea máŋggagielalaš
sma: jïjtsh teeksth joekehts ulmide darjodh joekehts vierhtiejgujmie gosse teekstigujmie barka

source: muitalit eará sámegielaid iešvuođaid birra
sma: dah vihkelommes tjaelemevuekien njoelkedassh utnedh

source: selvehit sámi organisašuvnnaid ja institušuvnnaid
sma: vihkelommes baakoeh utnedh grammatihke jïh teekstebægkoste

source: lohkat ja ovdandivvut eará eamiálbmogiid ja eará kultuvrraid girjjálašvuođas
sma: teeksth lohkedh mejnie joekehts sjaangerine tjaaleme, dovne jïjtjetjaaleme jïh jarkoestamme teeksth

source: Gelbbolašvuođamihttomearit 7. dási ma ŋŋel
sma: digiale vierhtieh utnedh gosse tjaeledh

source: ipmirdit muitalusaid ja válddahallamiid sisdoalu
sma: Lohkehtimmien ulmieh leah; learohkh gelkieh

source: guldalit ja ipmirdit guhkit njálmmálaš ovdanbuktimiid váldosisdoalu
sma: buerkiestidh guktie gïele jorkese tsiehkine, tïjjine jïh sijjine

source: albmanahttit iežas vásáhusaid ja ákkastallat iežas oaiviliid
sma: soptsestidh saemien smaareh-tjïerti jïh sosiolekti bïjre

source: ságastallat girjjálašvuođas ja geavahit guovddáš doahpagiid
sma: soptsestidh kåansten jïh duedtien estetihke domtesi bïjre

source: buvttadit iešguđetlágan áigumušaide teavsttaid ja geavahit iešguđetlágan váikkuhangaskaomiid teakstabarggus
sma: buektiehtidh njaalmeldh vuesiehtimmieh utnedh gïelem utnedh joekehts tsiehkine, jïh orre baaakoeh åtnose vaeltedh

source: geavahit deaŧaleamos riektačállinnjuolggadusaid
sma: digkiedimmiem aelkiehtidh jïh reeredh gihtjedidh jïh reektedh

source: geavahit giellaoahpa ja teakstahuksema vuođđodoahpagiid
sma: Tjaaleldh gaskesadteme Lohkehtimmien ulmieh leah; learohkh gelkieh

source: geavahit digitála reaidduid iežas teakstabarggus
sma: lohkedh jïh joekehts faageteeksth åehpiedehtedh

source: válddahit movt giella rievddada dili, áiggi ja báikki mielde
sma: bïevnesh vijriebasse buektedh gaaltijstie jïh medijste

source: muitalit muhtun iešvuođaid sámegiela suopmaniin ja sosioleavttain
sma: digitale vierhtieh utnedh gosse gelkieh jïjtsh teeksth vuesiehtidh

source: válddahit sámegiela ja eará gielaid ovttaláganvuođaid ja erohusaid ja geavahit grammatihkalaš doahpagiid
sma: lohkedh jïh lahtesidh naan teeksth, toelhkestidh jïh sisvegen, hammoen, ulmien jïh aamhtesen bïjre ussjedadtedh

source: ságastallat ja albmanahttit estehtalaš muosáhusaid birra dáidaga ja duoji geahčadeamis
sma: Gïelen jïh kultuvren bïjre daejredh Lohkehtimmien ulmieh leah; learohkh gelkieh

source: selvehit sámi girjjálašvuođa ja dovddus čálliid birra ovdalaš ja dálá áiggis
sma: buerkiestidh guktie gïele jorkese gosse ålkoelaanti gïelh saemien gïelem dijpieh

source: árvvoštallat ávkkálaš strategiijaid movt oahppat ođđa sániid ja dajaldagaid
sma: barkoejieleme jïh barkoej bïjre soptsestidh saernieh jïh byögkeles soptsesh digkiedidh

source: hálddašit iešguđetlágan njálmmálaš ovdanbuktinvugiid
sma: gïehtjedidh jïh buerkiestidh guktie saemien soptsestimmievuekieh leah

source: álggahit ja jođihit digaštallamiid
sma: soptsestidh gïeledajven histovrijen bïjre

source: jearahallat ja refereret
sma: buerkiestidh saemien lidteraturen bïjre

source: lohkat ja ovdandivvut iešguđetlágan fágateavsttain
sma: soptsestimmiem aelkedh, orrijidh jïh joekehts vuekieh utnedh guktie dïhte soptsestimmie buerie jåhta

source: čállit teavsttaid geavahettiin iešguđetlágan gálduid ja váikkuhangaskaomiid
sma: digkiedidh, dïejveldidh jïh jïjtsh våajnoeh jïh mïelh åvtese buektedh

source: viidásit fievrredit dieđuid iešguđetlágan gálduin ja mediain
sma: bïhkedidh jïh vierhtiedidh guktie jïjtjh saemien lierieh

source: geavahit digitála reaidduid iežas teavsttaid ovdanbuktimis ja almmuheamis
sma: tjuevtedh mij dïhte gïeleldh joekehts jïh seamma saemien jïh daaroen gaskem

source: lohkat vissis meari iešguđetlágan teavsttaid, ovdanbuktit jurdagiid, dulkot ja reflekteret sisdoalu, hámi, ulbmila ja temá birra*
sma: buerkiestidh guktie dïhte njaalmeldh gïele tjaaleldh gïelen muhteste lea

source: selvehit movt sámegiella rievdá internašunaliseremiin ja eará gielaid váikkuhemiin
sma: lohkedh, toelhkestidh jïh ussjedadtedh guktie daaletji teeksti sisvege, hammoe jïh ulmieh leah

source: selvehit movt ođđa tearpmat šaddet dahje ráhkaduvvojit
sma: jïjtjh tjaeledh jïh teekstide åvtese buektedh

source: ságastallat bargoeallima ja fidnuid birra
sma: joekehtslaakan jïjtsh barkoem åehpiedehtedh

source: digaštallat ođđasiid ja áigeguovdilis dáhpáhusaid
sma: heevehtslidtereturh jïh aamhteseprovsah tjaeledh

source: suokkardit ja čilget sámi muitalanárbevieruid birra
sma: rååresjidh mij dïhte gïeleåtnoem deadta

source: gulahallat guovddáš dáhpáhusaid birra mat gullet giellaguovllu historjái *
sma: buerkiestidh gusnie saemiengïelen sijjie Såevmien-ugrijhken gïelefuelkesne

source: selvehit sámegiela girjjálašvuođahistorjjá *
sma: medijah utnedh gosse jïjtjh gïeline barkedh

source: Gelbbolašvuođamihttomearit 9. dási ma ŋŋel
sma: saernieh jïh byögkeles soptsesh Saepmesne digkiedidh

source: ieš álggahit, joatkit ja loahpahit ságastallama, geavahit iešguđetlágan strategiijaid nu ahte gulahallan doaibmá
sma: buerkiestidh mij gaskesadtemem dijpie jïh guktie maahtoem daen bïjre maahta utnedh gosse gïeline jïh teekstsigujmie barkedh

source: digaštallat, ákkastallat ja albmanahttit iežas oaiviliid ja jurdagiid
sma: vierhtiedidh jïh joekehtslaakan goltelidh mejtie ulmide jïh tsiehkide sjïehtedamme

source: válddahit ja árvvoštallat iežas ovdáneami sámegiela oahpahallamis
sma: buerkiestidh mij dïhte joekehts jïh seamma saemien jïh daaroen gaskem

source: gávnnahit gielalaš erohusaid ja ovttaláganvuođaid sámegiela ja dárogiela huksehusain
sma: gïelem bigkedh joekehts daerpiesvoetide håaloemijstie jïh ööhpehtimmijste reektedh

source: lohkat, dulkot ja reflekteret vissis meari ođđa teavsttaid sisdoalu, hámi ja ulbmila
sma: lohkedh, rååresjidh jïh saemien dovletji teeksth daaletji teektsigujmie viertiestidh

source: buvttadit ja ovdanbuktit iežas teavsttaid
sma: åehpiedehtedh tjaaleldh barkoem lidteraturen gïehtjedimmeste

source: geavahit iešguđetlágan ovdanbuktinmálliid iežas barggu ovdanbuktimis
sma: reereme baakoeh utnedh gosse byjjes institusjovnigujmie gaskesadtedh

source: čállit čáppagirjjálašvuođa ja áššeprosateavsttaid
sma: måedtie digitale jïh jeatjah viehkievierhtieh jïjtje utnedh

source: jorgalit teavsttaid sámegillii
sma: Gïelen jïh kultuvren bïjre daejredh

source: gulahallat digitála reaidduid bokte
sma: Lohkehtimmien ulmieh leah; learohkh gelkieh

source: ságaskuššat mat váikkuhit giellageavaheami áiggi čađa
sma: buerkiestidh saemien gïelehistovrijen åejvieboelhkide

source: selvehit sámegiela sajádaga suoma-ugralaš giellajoavkkus geavahit mediaid iežas giellabarggus
sma: bïhkedidh guktie gïelh jïh kultuvrh Saepmesne gaavnedieh, jïh guktie jïjtsh gïele jïh kultuvre evtede jïh jorkese jeatjebigujmie

source: digaštallat ođđasiid ja áigeguovdilis dáhpáhusaid Sámis
sma: buerkiestidh saemien medijahistovrijen åejvieboelhkide

source: ságaskuššat nuorra olbmuid eallinvuogi, ovttastallanmálliid, eallinoainnuid ja árvvuid dán áiggi Sámis
sma: digkiedidh guktie joekehts medijah bïevnesegaaltijinie leah, jïh guktie dah mijjem dijpieh gosse jïjtjemh kultuvrem guarkedh

source: Gelbbolašvuođamihttomearit 10. dási ma ŋŋel
sma: rååresjidh jïh åehpiedehtedh byögkeles deahpadimmieh Saepmesne

source: struktureret iežas giela iešguđet dárbbuide
sma: Nænnoestimmieh guktie faagem vierhtiedidh

source: refereret sártniid ja logaldallamiid
sma: Elliesvïhnesjimmieh - saemien 2 Jaepietsiehkieh

source: Oahpahusa mihttomearri lea ahte oahppi galgá máhttit válljet buriid lohkanstrategiijaid iešguđetlágan teavsttaid lohkamii
sma: Learohkh gelkieh göökte elliesvïhnesjimmieh åadtjodh, akte saemien 2 tjaaleldh jïh akte saemien 2 njaalmeldh.

source: ovdandivvut čálalaš barggu man vuolggasadji lea girjjálašvuođa čiekŋudeapmi
sma: Jå3 studijeryöjredimmien ööpehtimmieprogramme

source: árvvoštallat iežas čálalaš barggu ja iežas čálalaš gulahallama ovdáneami
sma: Jå2 barkofaagi ööpehtimmieprogramme Lissiehtahke daamhts studijemaahtaldahkese

source: geavahit fágaiguoski terminologiija válddahaladettiin giela hámiid ja struktuvrra
sma: Learohkh gelkieh göökte elliesvïhnesjimmieh åadtjodh, akte saemien 2 tjaaleldh jïh akte saemien 2 njaalmeldh.

source: geavahit hálddahuslaš doahpagiid gulahaladettiin almmolaš ásahusaiguin geavahit iešheanalaččat máŋggalágan digitála reaidduid ja eará veahkkeneavvuid
sma: Desnie gusnie faage gellie jaepieh vaasa, barre dïhte elliesvïhnesjimmie faagen bijjemes daltesistie mij galka maahtaldahkevïhnesjimmesne jallh vïhnesjimmesne tjåadtjodh

source: selvehit sámegiela giellahistorjjá váldoosiid
sma: Ellievïhnesjimmieh - saemien 3 Jaepietsiehkieh

source: čilget movt gielat ja kultuvrrat Sámis deaivvadit ja gilvalit ja movt iežas giella ja kultuvra váikkuhuvvo ja rievdá go lea oktavuohta earáiguin
sma: 10. jaepietsiehkesne Learohkh gelkieh göökte elliesvïhnesjimmieh åadtjodh, akte saemien 3 tjaaleldh jïh akte saemien 3 njaalmeldh.

source: selvehit sámi mediahistorjjá váldoosiid
sma: Jå3 studijeryöjredimmien ööpehtimmieprogramme

source: digaštallat movt iešguđet mediat doibmet diehtojuohkingáldun ja movt dat váikkuhit min kulturipmárdussii
sma: Jå2 barkofaagi ööpehtimmieprogramme Lissiehtahke daamhts studijemaahtaldahkese

source: ságaskuššat ja ovdandivvut historjjálaš ja áigeguovdilis dáhpáhusaid Sámis Árvvoštallan fágas
sma: Learohkh gelkieh göökte elliesvïhnesjimmieh åadtjodh, akte saemien 3 tjaaleldh jïh akte saemien 3 njaalmeldh.

source: Loahppaárvvoštallama mearrádusat:
sma: Desnie gusnie faage gellie jaepieh vaasa, barre dïhte elliesvïhnesjimmie faagen bijjemes daltesistie mij galka maahtaldahkevïhnesjimmesne jallh vïhnesjimmesne tjåadtjodh.

source: Oppalašárvosáni árvvoštallan - sámegiella 2
sma: Eksamenh learoehkidie - saemien 2 Jaepietsiehkieh

source: 10. jahkeceahkki
sma: 10. jaepietsiehkesne

source: Oahppit galget oažžut guokte oppalašárvosáni, ovtta sámegielas 2 čálalaš ja ovtta sámegielas 2 njálmmálaš.
sma: Learohkh aaj maehtieh njaalmeldh eksamenem saemien 2 åadtjodh. Njaalmeldh eksamenem byjreskisnie dorje jïh vierhtede.

source: Jo2 fidnofágalaš oahppoprográmmat
sma: Jå2 barkofaagi ööpehtimmieprogramme

source: Lasáhus oppalaš studerengelbbolašvuhtii
sma: Lissiehtahke daamhts studijemaahtaldahkese

source: Go fága bistá máŋga jagi, de bissu dušše joatkkaoahpahusa bajimus dási oppalašárvvoštallan gelbbolašvuođaduođaštusas dahje oahppoduođaštusas.
sma: Learohkh aaj maehtieh njaalmeldh eksamenem saemien 2 åadtjodh. Njaalmeldh eksamenem byjreskisnie dorje jïh vierhtede.

source: Oppalašárvosáni árvvoštallan - sámegiella 3
sma: Eksamenh learoehkidie - saemien 3 Jaepietsiehkieh

source: Oahppit galget oažžut guokte oppalašárvosáni, ovtta sámegielas 3 čálalaš ja ovtta sámegielas 3 njálmmálaš.
sma: Learohkh maehtieh njaalmeldh eksamenem saemien 3 åadtjodh. Njaalmeldh eksamenem byjreskisnie dorje jïh vierhtede.

source: Ortnet
sma: Jaepietsiehkieh

source: Oahppit sáhttet vuorbáduvvot sámegiella 2 čálalaš eksámenii.
sma: Vuartesjh guktie maadthskuvlelohkehtimmie geerve almetjidie öörnesovveme.

source: Čálalaš eksámen ráhkaduvvo ja sensurerejuvvo guovddáš ásahusain.
sma: Jå2 barkofaagi ööpehtimmieprogramme

source: Oahppit sáhttet maid vuorbáduvvot sámegiella 2 njálmmálaš eksámenii.
sma: Privatisth gelkieh dovne njaalmeldh jïh tjaaleldh eksamenh saemien 2 jïh saemien 3 åadtjodh.

source: Njálmmálaš eksámen ráhkaduvvo ja sensurerejuvvo báikkálaččat.
sma: Njaalmeldh eksamenem byjreskisnie dorje jïh vierhtede.

source: Oahppit sáhttet vuorbáduvvot sámegiella 3 čálalaš eksámenii.
sma: Eksamene saemien 3, Jå3 leah daltesidie 1 - 7.

source: Árvvoštallama oppalaš mearrádusat leat oahpahuslága láhkaásahusas.
sma: Dah daamts nænnoestimmieh guktie vierhtiedidh leah ööhpehtimmielaakesne tjaalasovveme.
